Repository: juanDeVicente/app_toro
Catalog: lib/localization/app_*.arb
Languages: es

# firstPanelHeader
source: Â¿What is "Where is my toro"?
es: ¿Qué es "Where is my toro"?

# firstPanelBody
source: "Where is my toro?" is the definitive application that will allow you to beat your friends in the famous "Toro" game
es: "Where is my toro?" es la aplicación definitiva que te permitirá ganar a tus amigos en el famosísimo juego de "Toro"

# secondPanelHeader
source: What is the "Toro" game?
es: ¿Qué es el juego de "Toro"?

# secondPanelBody
source: The Toro game is one that is played on the roads of Spain and consists of the following: The first one who sees a Toro on the road has the obligation to shout Toro to win the round. Whoever would have shouted Toro more times on the route will be the winner
es: El juego de toro es aquel que se juega en las carreteras de España que consiste en lo siguiente: El primero que ve un toro en la carretera tiene la obligación de gritar Toro para ganar la ronda. Quien hubiera gritado más veces toro en la ruta será el ganador

# thirdPanelHeader
source: How can you use the app?
es: ¿Cómo puedes usar la app?

# thirdPanelBody
source: Using the drop-down menu on the left you can browse through the available options of the app
es: Usando el menú desplegable de la izquierda puedes curiosear con las opciones disponibles de la app

source: See Toros
es: Ver Toros

source: Nearest Toro
es: Toro más cercano

source: Options
es: Opciones

source: Notifications
es: Notificaciones

source: Enable notifications
es: Permitir notificaciones

# distanceToNotify
source: Distance to notify (km)
es: Distancia a notificar (km)

# distanceText
source: The nearest bull is {distance} away
es: El toro más cercano está a {distance}

source: kilometers
es: kilómetros

source: meters
es: metros
